var arrTrainNeck =
[
  ['шеи','https://www.youtube.com/embed/B0waj_s6Eg8?start=1'],
  [
    ['https://www.youtube.com/embed/B0waj_s6Eg8?start=523', 'Поднятие и опускание головы',
      [
        'Лягте спиной на какую либо возвышенность (диван, стул)',
        'Начните !плавно! поднимать и отпускать голову',
        'Упражнение лудьше делать на время',
        'Упражнение можно выполнять в любые стороны'
      ]
    ],
    ['https://www.youtube.com/embed/B0waj_s6Eg8?start=660', '"Бадание" рук',
      [
        'Занять прямое положение (желательно сидя)',
        'Упираетесь руками в голову, тем самым создавая сопротивление',
        '"Бадайте" руки в выбранном направлении',
        'Упражнение можно выполнять в любые стороны'
      ]
    ],
    ['https://www.youtube.com/embed/B0waj_s6Eg8?start=984', 'Поднятие гири (с лямками)',
      [
        'Надеваем лямки',
        'Прикрепляем гирю с удобным для вас весом',
        'Занимаем положение сидя либо стоя',
        'Двигая шеей, поднимаем и отпускаем гирю',
        'При опускании гири, между подбородком и грудью, должно быть около 3-х пальцев'
      ]
    ],
    ['https://www.youtube.com/embed/B0waj_s6Eg8?start=1233', 'Шейные упражнения с доп. нагрузкой',
      [
        'Надеваем доп. нагрузку (можно соорудить из подручных средств)',
        'Выполняем обычные шейные упражнения',
        'Можно просто двигать шеей',
        'Данный способ даёт нагрузку даже при статичном положении'
      ]
    ],
    ['https://www.youtube.com/embed/B0waj_s6Eg8?start=1321', 'Перетягивание фитнес резинки',
      [
        'Закрепляем фитнес резинку (около пола)',
        'Закрепляем второй конец но голове',
        'Отходим что бы натянуть резину',
        'Опускаем голову на растояние 3-х пальцев от груди',
        'Переходим в исходное положение, голова вертекально вверх'
      ]
    ]
  ]
];

var arrTrainChest  =
[
  ['груди', 'https://www.youtube.com/embed/rTA_aRCfD0M?start=1'],
  [
    ['https://www.youtube.com/embed/rTA_aRCfD0M?start=58', 'Отжимания',
      [
        'Примите упор лёжа',
        'Выполните отжимания',
        'Количестро раз и подходов регулируете под свои возможности'
      ]
    ],

    ['https://www.youtube.com/embed/rTA_aRCfD0M?start=26', 'Медленные отжимания',
      [
        'Примите упор лёжа',
        'Выполните отжимания, медленно и плавно отпускаясь и поднимаясь',
        'Количестро раз и подходов регулируете под свои возможности'
      ]
    ],

    ['https://www.youtube.com/embed/rTA_aRCfD0M?start=207','Взрыв + 3 секунды',
      [
        'Примите упор лёжа',
        'Отталкнитесь от пола',
        'При приземлении согните локти',
        'Медленно отпускайтесь в течении 3-х секунд',
      ]
    ],

    ['https://www.youtube.com/embed/rTA_aRCfD0M?start=238','Отжимания с колен',
      [
        'Выполните простые отжимания но упор сделайте на колени',
        'Количестро раз и подходов регулируете под свои возможности'
      ]
    ],

    ['https://www.youtube.com/embed/E5_SDJXuGkg?start=297','Отжимания по кругу',
      [
        'Примите широкий упор лёжа',
        'Отожмитесь один раз',
        'Подставьте левую руку к правой, тем самым принимая узкую стойку рук',
        'Отожмитесь один раз',
        'Отодвиньте правую руку от левой, тем самым принимая широкую стойку рук',
        'Движение рук зависит от выбранного направления'
      ]
    ],

    ['https://www.youtube.com/embed/E5_SDJXuGkg?start=355','Отжимания "Лучник"',
      [
        'Примите упор лёжа, с широкой стойкой рук',
        'Перенесите вес тела на левую руку',
        'Отожмитесь',
        'Перенесите вес тела на правую руку',
        'Отожмитесь',
      ]
    ],

  ]

]


var arrTrainShoulder  =
[
  ['плеч', 'https://www.youtube.com/embed/TF8u3yMsygs?start=1'],
  [
    ['https://www.youtube.com/embed/TF8u3yMsygs?start=29', 'Армейское отжимание',
      [
        'Примите упор лёжа так, чтобы растояние между руками и ногами было около 0.5 метра',
        'Выполните отжимания',
        'Количестро раз и подходов регулируете под свои возможности'
      ]
    ],

    ['https://www.youtube.com/embed/rTA_aRCfD0M?start=26', 'Негативное армейское отжимание',
      [
        'Примите упор лёжа так, чтобы растояние между руками и ногами было около 0.5 метра',
        'Выполните отжимания, медленно и плавно отпускаясь',
        'Весь спуск растяните на 30 секунд (или по вашим возможностям)'
      ]
    ],

    ['https://www.youtube.com/embed/TF8u3yMsygs?start=119','Планш отжимания',
      [
        'Примите упор лёжа, кончики пальцев на уровне сосков',
        'Выполните отжимания',
        'Выполните по вашим возможностям'
      ]
    ],

    ['https://www.youtube.com/embed/TF8u3yMsygs?start=208','Косание плеч',
      [
        'Возьмите стул (чем выше тем сложнее)',
        'Положите ноги на стул, руками уперясь в пол',
        'Между руками и ножками стула около 0.5 метра',
        'Касайтесь плеч поочерёдно'
      ]
    ],

    ['https://www.youtube.com/embed/TF8u3yMsygs?start=240','Армейское удержание',
      [
        'Возьмите стул (чем выше тем сложнее)',
        'Положите ноги на стул, руками уперясь в пол',
        'Между руками и ножками стула около 0.5 метра',
        'Стойте так на протяжении 30 секунд (зависит от ваших сил)'
      ]
    ],

    ['https://www.youtube.com/embed/TF8u3yMsygs?start=150','Планш наклон удержание',
      [
        'Примите упор лёжа',
        'Наклонитесь чуть вперёд',
        'Стойте так около 30 секунд (зависит от ваших сил)',
      ]
    ],

  ]
]

var arrTrainBiceps  =
[
  ['бицепса', 'https://www.youtube.com/embed/1Rz7md2Ak0k?start=1'],
  [
    ['https://www.youtube.com/embed/1Rz7md2Ak0k?start=71', 'Подтягивание обратным хватом',
      [
        'Подтягивание обратным хватом',
        'Количестро раз и подходов регулируете под свои возможности'
      ]
    ],

    ['https://www.youtube.com/embed/1Rz7md2Ak0k?start=292', 'Поднятие гири',
      [
        'Поднитие гири с упором на бицепс',
        'Можно использовать подручные сребства (рюкзак, пакет)',
        'Количестро раз и подходов регулируете под свои возможности'
      ]
    ],

  ]
]

var arrTrainForearm  =
[
  ['предплечья', 'https://www.youtube.com/embed/OTpL4mqe7yI?start=1'],
  [
    ['https://www.youtube.com/embed/OTpL4mqe7yI?start=287', 'Подьём штанги',
      [
        'Возьмите гриф от штанги (Палку или подручные средства)',
        'Ложим руки на табуретку, несколько подходов на обе стороны руки',
        'Выполняем подьём и опускание кистей'
      ]
    ],

    ['https://www.youtube.com/embed/OTpL4mqe7yI?start=1086', 'Использование эспандера',
      [
        'Можно купить в спорт.магазинах (либо барахолки)',
        'Простое сжатие и расжатие',
        'Можно сжимать любую достаточно упругую вешь (мяч, игрушка)'
      ]
    ],

    ['https://www.youtube.com/embed/OTpL4mqe7yI?start=1372', 'Щипковый хват',
      [
        'В щипковом хвате, большой палец работает против 4',
        'Нужно взять блин от штанги (другую тяжёлую вешь)',
        'Берём так, чтобы большой палец был на противоположной стороне, от 4-х остальных',
        'Далее поднимаем и отпускаем предмет'
      ]
    ],

    ['https://www.youtube.com/embed/ChJwNbBFENM?start=594', 'Эспандер с заворотом кисти',
      [
        'Берём эспандер,сгибаем руку в локте и поворачиваем кисть на себя или от себя',
        'Можно делать без эспандера'
      ]
    ],

    ['https://www.youtube.com/embed/ChJwNbBFENM?start=870', 'Смятие бумаги',
      [
        'Берём любую бумагу (газету, А4)',
        'И постепенно сжимаем её в комок, достаточно плотно',
        'Нагрузка зависит от количества бумаги, которую вы сминаете за раз',
        'Продолжать выполнять без остановки'
      ]
    ],

    ['https://www.youtube.com/embed/ChJwNbBFENM?start=920', 'Рвать бумагу',
      [
        'Берём любую бумагу (газету, А4)',
        'И рвём её пополам',
        'Нагрузка зависит от количества бумаги, которую вы рвёте за раз',
        'Продолжать выполнять без остановки'
      ]
    ],

    ['https://www.youtube.com/embed/ChJwNbBFENM?start=959', 'Скручивать бумагу',
      [
        'Берём любую бумагу (газету, А4)',
        'Сворачиваем её',
        'Далее скручиваем её насколько только хватает сил',
        'Продолжать выполнять без остановки'
      ]
    ],

  ]
]

var arrTrainWrist  =
[
  ['запястья', 'https://www.youtube.com/embed/OTpL4mqe7yI?start=1'],
  [
    ['https://www.youtube.com/embed/OTpL4mqe7yI?start=1086', 'Использование эспандера',
      [
        'Можно купить в спорт.магазинах (либо барахолки)',
        'Простое сжатие и расжатие',
        'Можно сжимать любую достаточно упругую вешь (мяч, игрушка)'
      ]
    ],

    ['https://www.youtube.com/embed/OTpL4mqe7yI?start=1372', 'Щипковый хват',
      [
        'В щипковом хвате, большой палец работает против 4',
        'Нужно взять блин от штанги (другую тяжёлую вешь)',
        'Берём так, чтобы большой палец был на противоположной стороне, от 4-х остальных',
        'Далее поднимаем и отпускаем предмет'
      ]
    ],

    ['https://www.youtube.com/embed/ChJwNbBFENM?start=594', 'Эспандер с заворотом кисти',
      [
        'Берём эспандер,сгибаем руку в локте и поворачиваем кисть на себя или от себя',
        'Можно делать без эспандера'
      ]
    ],

    ['https://www.youtube.com/embed/ChJwNbBFENM?start=870', 'Смятие бумаги',
      [
        'Берём любую бумагу (газету, А4)',
        'И постепенно сжимаем её в комок, достаточно плотно',
        'Нагрузка зависит от количества бумаги, которую вы сминаете за раз',
        'Продолжать выполнять без остановки'
      ]
    ],

    ['https://www.youtube.com/embed/ChJwNbBFENM?start=920', 'Рвать бумагу',
      [
        'Берём любую бумагу (газету, А4)',
        'И рвём её пополам',
        'Нагрузка зависит от количества бумаги, которую вы рвёте за раз',
        'Продолжать выполнять без остановки'
      ]
    ],

    ['https://www.youtube.com/embed/ChJwNbBFENM?start=959', 'Скручивать бумагу',
      [
        'Берём любую бумагу (газету, А4)',
        'Сворачиваем её',
        'Далее скручиваем её насколько только хватает сил',
        'Продолжать выполнять без остановки'
      ]
    ],

  ]
]

var arrTrainPress  =
[
  ['преса', 'https://www.youtube.com/embed/1kDsxeFzu9Y?start=1'],
  [
    ['https://www.youtube.com/embed/1kDsxeFzu9Y?start=277', 'Подьём ног на турнике',
      [
        'Висим на турнике',
        'Далее поднимаем ноги и стараемся достати кончиками пальцев до турника',
        'Если не получаеться кончиками, то коленями до груди'
      ]
    ],

    ['https://www.youtube.com/embed/1kDsxeFzu9Y?start=483', 'Кошечка',
      [
        'Упор лёжа, на коленях и вытянутых руках',
        'На вдохе прогибаем спину вниз и поднимаем голову вверх',
        'На выдохе скруглить спину и встать с ладоней на пальцы'
      ]
    ],

    ['https://www.youtube.com/embed/1kDsxeFzu9Y?start=645', 'Круг на руках',
      [
        'Берём табуретку',
        'Ставим на неё ноги',
        'Ставим ногу на ногу',
        'Далее делаем круг, передвигая руками',
        'Так делать около минуты (по возможностям)'
      ]
    ],

    ['https://www.youtube.com/embed/1kDsxeFzu9Y?start=727', 'Планка на логтях',
      [
        'Упор лёжа',
        'Выполняем планку в течении минуты (по возможностям)',
        'Можно одну руку убирать под себя (для усложнения)'
      ]
    ],

    ['https://www.youtube.com/embed/1kDsxeFzu9Y?start=796', 'Медленное опускание ног',
      [
        'Становимся спиной к шведской стенке',
        'Берёмся за верхнюю перекладину',
        'Поднимаем ноги вверх, что бы носок касался перекладины',
        'И отпускаем ноги на протяжении 30 секунд',
        'Подходов примерно 5 (по вашим силам)'
      ]
    ],

    ['https://www.youtube.com/embed/1kDsxeFzu9Y?start=837', 'Упражнение с колёсиком',
      [
        'Берём колёсико (можно купить в спортивных магазинах)',
        'Принимаем упор лёжа (можно на коленях)',
        'Выполняем перекат',
      ]
    ],

  ]
]

var arrTrainOblique  =
[
  ['косого пресса', 'https://www.youtube.com/embed/oAaJJpTgIy0?start=1'],
  [
    ['https://www.youtube.com/embed/oAaJJpTgIy0?start=52', 'Подьём бедра в боковой план',
      [
        'Стойка боковая с упором лёжа',
        'Далее подьём бедра',
        'Выполнять около минуты'
      ]
    ],

    ['https://www.youtube.com/embed/1kDsxeFzu9Y?start=483', 'Альпинист',
      [
        'Упор лёжа, на коленях и вытянутых руках',
        'На вдохе прогибаем спину вниз и поднимаем голову вверх',
        'На выдохе скруглить спину и встать с ладоней на пальцы'
      ]
    ],

    ['https://www.youtube.com/embed/1kDsxeFzu9Y?start=645', 'Круг на руках',
      [
        'Берём табуретку',
        'Ставим на неё ноги',
        'Ставим ногу на ногу',
        'Далее делаем круг, передвигая руками',
        'Так делать около минуты (по возможностям)'
      ]
    ],

    ['https://www.youtube.com/embed/1kDsxeFzu9Y?start=727', 'Планка на логтях',
      [
        'Упор лёжа',
        'Выполняем планку в течении минуты (по возможностям)',
        'Можно одну руку убирать под себя (для усложнения)'
      ]
    ],

    ['https://www.youtube.com/embed/1kDsxeFzu9Y?start=796', 'Медленное опускание ног',
      [
        'Становимся спиной к шведской стенке',
        'Берёмся за верхнюю перекладину',
        'Поднимаем ноги вверх, что бы носок касался перекладины',
        'И отпускаем ноги на протяжении 30 секунд',
        'Подходов примерно 5 (по вашим силам)'
      ]
    ],

    ['https://www.youtube.com/embed/1kDsxeFzu9Y?start=837', 'Упражнение с колёсиком',
      [
        'Берём колёсико (можно купить в спортивных магазинах)',
        'Принимаем упор лёжа (можно на коленях)',
        'Выполняем перекат',
      ]
    ],

  ]
]

var arrTrainQuadriceps  =
[
  ['квадрицепса', 'https://www.youtube.com/embed/H21pTB9nJ7I?start=1'],
  [
    ['https://www.youtube.com/embed/H21pTB9nJ7I?start=34', 'болгарские стоя',
      [
        'Встаньте, одну ногу расположите спереди, другую сзади',
        'Начните сгибать колени, тем самым опускаясь вниз',
        'После того как колено (на задней ноге) почти коснулось пола, выпрямитесь',
        'В нижней точке, колени должны быть под 90 градусов',
        'Выполняйте на обе стороны',
        'Выполнять около минуты'
      ]
    ],

    ['https://www.youtube.com/embed/H21pTB9nJ7I?start=96', 'Взрывные + 3 секунды',
      [
        'Примите положения сидя',
        'Выпрыгните как можно выше',
        'При приземлении, согните ноги и примите положение сидя на 3 секунды',
        'Выполнять около минуты'
      ]
    ],

    ['https://www.youtube.com/embed/H21pTB9nJ7I?start=123', 'Приседания + носки',
      [
        'Примите положение сидя',
        'Выполните приседания и в верхней точке встаньте на носки',
        'Так делать около минуты'
      ]
    ],

    ['https://www.youtube.com/embed/H21pTB9nJ7I?start=184', 'Взрывы болгарские',
      [
        'Встаньте, одну ногу расположите спереди, другую сзади',
        'Согните их в коленях под 90 градусов',
        'Выпрыгните как можно выше',
        'Выпрыгните на обе ноги',
        'Так делать около минуты'
      ]
    ],

    ['https://www.youtube.com/embed/H21pTB9nJ7I?start=243', 'Приседания 3х3х3',
      [
        'Положение для приседаний',
        '3 секунды на опускание тела',
        '3 секунды на подьём тела',
        '3 секунды стоим на носках',
        'Выполнять минуту'
      ]
    ],

    ['https://www.youtube.com/embed/H21pTB9nJ7I?start=303', 'Приседания у стены',
      [
        'Обопритесь на стену спиной и согните калени под 90 градусов',
        'Выполняем около минуты (по вашим силам)'
      ]
    ],

  ]
]

var arrTrainShin  =
[
  ['икры', 'https://www.youtube.com/embed/D6kHd1CueNE?start=1'],
  [
    ['https://www.youtube.com/embed/D6kHd1CueNE?start=10', 'Подьёмы на носки',
      [
        'Поднимайтесь и отпускаетесь на носках',
        'Выполнять около минуты'
      ]
    ],

    ['https://www.youtube.com/embed/D6kHd1CueNE?start=73', 'Подьёмы на носки (с утяжелителем)',
      [
        'Возьмите или наденьте что нибудь тяжёлое',
        'Поднимайтесь и отпускаетесь на носках',
        'Выполнять около минуты'
      ]
    ],

    ['https://www.youtube.com/embed/D6kHd1CueNE?start=131', 'Приседания + подьём на носки',
      [
        'Примите положение сидя',
        'Выполните приседания и в верхней точке встаньте на носки',
        'Так делать около минуты'
      ]
    ],

    ['https://www.youtube.com/embed/D6kHd1CueNE?start=131', 'Приседания + подьём на носки (с утяжелителем)',
      [
        'Возьмите или наденьте что нибудь тяжёлое',
        'Примите положение сидя',
        'Выполните приседания и в верхней точке встаньте на носки',
        'Так делать около минуты'
      ]
    ],

    ['https://www.youtube.com/embed/D6kHd1CueNE?start=160', 'Подьём на носки с весом на коленях',
      [
        'Сядте на стул',
        'Положите на колени утяжелитель (портфель с книгами)',
        'Поднимайте и отпускайте носки',
        'Выполнять около минуты'
      ]
    ],

  ]
]

var arrTrainTrapezoid =
[
  ['трапеции', 'https://www.youtube.com/embed/8DoT2seNzCs?start=1'],
  [
    ['https://www.youtube.com/embed/D6kHd1CueNE?start=10', 'Подьём на руках у стены',
      [
        'Встаём на руки около стены, спиной от стены',
        'Ногами упираемся в стену',
        'Начальное положение, между руками и стеной около 0.5 метра',
        'Передвигая руки, отходим примерно на метр от стены',
        'Так же и к стене',
        'Выполнять примерно 10 раз',
        'Голову держи прямо, не задирай'
      ]
    ],

    ['https://www.youtube.com/embed/8DoT2seNzCs?start=179', 'Отжимание "Трапецией"',
      [
        'Упор лёжа',
        'Проваливайтесь в лопатках, что бы нагрузка шла на тропецевидную мышцу',
        'И наоборот поднимайте спину вверх',
        'Выполнить около 20-30 раз'
      ]
    ],

    ['https://www.youtube.com/embed/8DoT2seNzCs?start=250', 'Выгибания у стены',
      [
        'Встаём на руки около стены, спиной от стены',
        'Ногами упираемся в стену',
        'Начальное положение, между руками и стеной около 0.5 метра',
        'Выгибаем спину вниз а лопатки вверх и наоборот',
        'Выполнить около 20-30 раз'
      ]
    ],
  ]
]

var arrTrainRound =
[
  ['задней дельты', 'https://www.youtube.com/embed/asVCQYpTOM4?start=1'],
  [
    ['https://www.youtube.com/embed/asVCQYpTOM4?start=18', 'Тяга грифа на задние дельты',
      [
        'Лудьше всего его выполнять на тренажоре в зале',
        'На дому, можно взять груз (набитый ранец) и лечь на табуретку',
        'Дальше поднимаем груз',
        'Стараемся напрягать задние дельты',
        'Выполнять примерно 10 раз'
      ]
    ],

    ['https://www.youtube.com/embed/asVCQYpTOM4?start=70', 'Подтягивания на заднюю дельту',
      [
        'Берёмся за перекладину, что бы тело пыло примерно под 60 градусов назад и ноги касались замли',
        'Выполняем подтягивание, переводя нагрузку на заднюю дельту',
        'Выполнить около 20-30 раз'
      ]
    ],

    ['https://www.youtube.com/embed/asVCQYpTOM4?start=135', 'Тяга гантели одной рукой',
      [
        'Встаём на четвереньки',
        'Берём в активную руку гантелю (груз)',
        'Поднимаем гантелю с нагрузкой на заднюю дельту',
        'Выполнить около 20-30 раз'
      ]
    ],
  ]
]

var arrTrainTriceps =
[
  ['трицепса', 'https://www.youtube.com/embed/1EC2qWiQDXg?start=1'],
  [
    ['https://www.youtube.com/embed/1EC2qWiQDXg?start=28', 'Отжимания треугольником',
      [
        'Принимаем упор лёжа',
        'Руки по середине груди на уровне сосков',
        'Выполняем отжимания около 20-30 раз'
      ]
    ],

    ['https://www.youtube.com/embed/1EC2qWiQDXg?start=59', 'Отжимания руки на ширине плеч',
      [
        'Принимаем упор лёжа',
        'Руки на ширине плеч на уровне сосков',
        'Выполнить около 20-30 раз'
      ]
    ],

    ['https://www.youtube.com/embed/1EC2qWiQDXg?start=209', 'Отжимания руки на ширине плеч + пауза внизу',
      [
        'Принимаем упор лёжа',
        'Руки на ширине плеч на уровне сосков',
        'Останавливаемся внизу на секунду',
        'Выполнить около 20-30 раз'
      ]
    ],

    ['https://www.youtube.com/embed/1EC2qWiQDXg?start=239', '"Frog" отжимания',
      [
        'Сядте на корточки, упритесь руками в пол',
        'Отпускаемруками тело, и выталкиваем сеья на вверх',
        'Выполнить около 20-30 раз'
      ]
    ],

    ['https://www.youtube.com/embed/1EC2qWiQDXg?start=298', 'Взрывные из треугольника в узкую стойку',
      [
        'Принимаем упор лёжа',
        'Руки на ширине плеч на уровне сосков',
        'Отпускаемся',
        'Выталкиваем себя вверх и меняем положение рук для отжимания треугольником',
        'Выполнить около 20-30 раз'
      ]
    ],
  ]
]

var arrTrainSpine =
[
  ['широчайшие спины', 'https://www.youtube.com/embed/mdxjypIBdSM?start=1'],
  [
    ['https://www.youtube.com/embed/mdxjypIBdSM?start=23', 'Подтягивания',
      [
        'Повисните на перекладине',
        'Выполните подтягивание',
        'Выполняем отжимания около 20-30 раз'
      ]
    ],

    ['https://www.youtube.com/embed/mdxjypIBdSM?start=223', 'Тяга штанги лёжа',
      [
        'Выполнять нужно в зале',
        'Занимаем тренажёр для этого упражнения (скомью)',
        'Выполняем подьём штанги на широчайшие мышцы спины',
        'Выполнить около 20-30 раз'
      ]
    ],

    ['https://www.youtube.com/embed/mdxjypIBdSM?start=295', 'Тяга нижнего блока',
      [
        'Занять тренажёр с рукоятью (натянутой резинкой с хватом)',
        'Натягиваем рукоять на себя, переводя нагрузку на широчайшие мышци',
        'Выполнить около 20-30 раз'
      ]
    ],

    ['https://www.youtube.com/embed/mdxjypIBdSM?start=342', 'Тяга гантели одной рукой в упоре',
      [
        'Встаём на четвереньки',
        'Берём гантелю (груз) в активную руку',
        'Поднимаем гантелю (груз), переводя нагрузку на широчайшие мышци спины',
        'Выполнить около 20-30 раз'
      ]
    ],
  ]
]

var arrTrainAss =
[
  ['ягодиц', 'https://www.youtube.com/embed/RAuKNAyB1Xw?start=1'],
  [
    ['https://www.youtube.com/embed/RAuKNAyB1Xw?start=225', 'Присед',
      [
        'Становимся в стойку для приседаний',
        'Выполняем приседания',
        'Можно добавить утяжилитель (набитый ранец)',
        '4 подхода по 15-20 раз'
      ]
    ],

    ['https://www.youtube.com/embed/RAuKNAyB1Xw?start=285', 'Жим ногами',
      [
        'Выполнять нужно в зале',
        'Занимаем тренажёр для этого упражнения (тренажёр для ног)',
        'Взять оптимальный для вас вес',
        'Выполнять за счёт ягодиц',
        '4 подхода по 15-20 раз'
      ]
    ],

    ['https://www.youtube.com/embed/RAuKNAyB1Xw?start=326', 'Румынская тяга',
      [
        'Взять груз (набитый ранец)',
        'Встать прямо, медленно отпустить корпус вперёд',
        'Медленно поднимать корпус',
        'Взять оптимальный для вас вес',
        'Выполнять за счёт ягодиц',
        '4 подхода по 15-20 раз'
      ]
    ],

    ['https://www.youtube.com/embed/RAuKNAyB1Xw?start=367', 'Отведение',
      [
        'Выполнять в зале, на тренажёре для отведения бедра сидя',
        'Взять оптимальный для вас вес',
        'Выполнять за счёт ягодиц',
        '4 подхода по 15-20 раз'
      ]
    ],
  ]
]

var arrTrainTwoHeaded =
[
  ['бицепса бедра', 'https://www.youtube.com/embed/Hy7Q8swaFhA?start=1'],
  [
    ['https://www.youtube.com/embed/Hy7Q8swaFhA?start=16', 'Растяжка в наклоне стоя',
      [
        'Встань прямо',
        'Отпусти корпус максимально вниз',
        'Стоять так от 10 до 60 секунд'
      ]
    ],

    ['https://www.youtube.com/embed/Hy7Q8swaFhA?start=95', 'Растяжка лёжа на полу',
      [
        'Лягте на пол',
        'Поднимите активную ногу и схватите её за носок',
        'Выпремляем ногу',
        'Выполнять от 10 до 60 секунд'
      ]
    ],

    ['https://www.youtube.com/embed/o0_9rKmWcIo?start=65', 'Подьём корпуса',
      [
        'Встаём на колени и закрепляем носки (можно подсунуть под диван или другую мебель)',
        'Медленно отпускаем корпус вперёд на 45 градусов',
        'Медленно поднять корпус',
        '4 подхода по 10-15 раз'
      ]
    ],
  ]
]
